Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Error updating repository.
tr: Depo güncellenirken hata oluştu.

source: Error while reading MT results
tr: Makine çevirisi sonuçları okunurken hata

source: Error while trying to edit the project!
tr: Proje düzenlemede hata!

source: Error while trying to save script.
tr: Betiği kaydetme sırasında hata.

source: Error {0}: {1}
tr: Hata {0}: {1}

source: Error: {0}
tr: Hata: {0}

source: Errors found:
tr: Bulunan hatalar:

source: Escape
tr: Çık

source: Escaped binary char contains malformed data ({0})!
tr: Kaçışlı ikili karakter bozuk veri içeriyor ({0})!

source: Escaped character never terminated!
tr: Kaçışlı karakter asla sonlanmadı!

source: Escaped decimal char contains malformed data ({0})!
tr: Kaçışlı ondalık karakter bozuk veri içeriyor ({0})!

source: Estonian
tr: Estonca

source: Event: application shutdown
tr: Olay: uygulamanın kapatılması

source: Event: application startup
tr: Olay: uygulamanın başlatılması

source: Event: font changed
tr: Olay: yazı tipi değişikliği

source: Event: new entry activated
tr: Olay: yeni girdi etkinleştirildi

source: Event: new file activated ({0})
tr: Olay: yeni dosya etkinleştirildi ({0})

source: Event: project change - "{0}"
tr: Olay: proje değişikliği - "{0}"

source: Ewe
tr: Eve

source: Exact match:
tr: Tam eşleşme:

source: Example - Search and Replace
tr: Örnek - Ara ve Değiştir

source: Exception occurred:
tr: Özel durum oluştu:

source: Exception while editing options:
tr: Seçeneklerin düzenlenmesinde özel durum:

source: Exception while parsing:
tr: Ayrıştırma sırasında özel durum:

source: Exceptions occurred while loading segmentation rules:
tr: Dilimleme kurallarını yüklerken özel durumlar oluştu:

source: Exciting help page Gossamer threads hold you back 404 not found
tr: Heyecan verici yardım sayfası Örümcek ağlarına yakalandınız 404 bulunamadı

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
tr: Heyecan verici yardım sayfası<p>Örümcek ağlarına yakalandınız<p>404 bulunamadı

source: Exclude Pattern
tr: Dışlama Deseni

source: Exclude orphan segments
tr: Karşılıksız dilimleri hariç tut

source: Exclusion Patterns
tr: Dışlama Desenleri

source: Executing external command...
tr: Harici komut çalıştırılıyor...

source: Executing script {0} (event {1})
tr: {0} betiği ({1} olayı) yürütülüyor

source: Exit code {0}: "{1}"
tr: Çıkış kodu {0}: "{1}"

source: Exit code: {0}
tr: Çıkış kodu: {0}

source: Explanation:
tr: Açıklama:

source: Explicit thanks to:
tr: Özellikle aşağıdaki kişilere bu konuda teşekkür etmek isterim:

source: Export Selection
tr: Seçimi Dışa Aktar

source: Export the segment to text files
tr: Di&limi metin dosyasına gönder

source: Exports the current selection to a text file for processing.
tr: Mevcut seçimi, müteakip işlemler için bir metin dosyasına aktarır.

source: External Lin&ks
tr: Dış &Bağlantı

source: External Post-processing Command
tr: İşlem Sonrası Harici Komut

source: External Post-processing Command (Disabled):
tr: İşlem Sonrası Harici Komut (Devre Dışı):

source: External Post-processing Command:
tr: İşlem Sonrası Harici Komut:

source: External Search
tr: Harici Arama

source: External Search...
tr: Harici Arama...

source: External TMX Options
tr: Harici TMX Seçenekleri

source: External command completed.
tr: Harici komut tamamlandı.

source: External command failed.
tr: Harici komut çalıştırılamadı.

source: External command was interrupted.
tr: Harici komut kesintiye uğradı.

source: External documentation
tr: Harici belgelendirme

source: Extract Text Content
tr: Metin İçeriğini Çıkar

source: Extracted comments:
tr: Alınan yorumlar:

source: Extracting the translatable content out of the file.
tr: Dosyalarından tercüme edilebilir içeriğin çıkarılması.

source: Extracts the content of the projects in a single text file (one line per segment).
tr: Projelerin içeriğini tek bir metin dosyasına (her dilim bir satırda) çıkarır.

source: Extraneous
tr: Yabancı

source: Facebook group
tr: Facebook grubu

source: Failed to back up preferences file.
tr: Tercihler dosyası yedeklenemedi.

source: Failed to commit source files!
tr: Kaynak dosyalar depoya gönderilemedi!

source: Failed to commit target files!
tr: Hedef dosyalar depoya gönderilemedi!

source: Failed to compile project files!
tr: Proje dosyaları oluşturulamadı!

source: Failed to create project!
tr: Proje oluşturulamıyor!

source: Failed to fetch latest version info: {0}
tr: En son sürüm bilgisi getirilemedi: {0}

source: Failed to load specified project!
tr: Belirtilen proje yüklenemedi!

source: Failed to load translation memory {0} for project!
tr: Proje için çeviri belleği {0} yüklenemedi!

source: Failed to update project properties
tr: Proje özellikleri güncellenemedi

source: Faroese
tr: Faroece

source: Fatal error encountered - saving project file with '.recover' backup extension.
tr: Önemli hata oluştu - proje dosyası '.recover' yedekleme uzantısıyla kaydediliyor.

source: Fatal error on line {0}, column {1} while parsing:
tr: Ayrıştırma sırasında satır {0}, sütun {1}'de önemli hata:

source: Feature requests tracking system
tr: Özellik isteği izleme sistemi

source: Fijian
tr: Fiji Dili

source: File
tr: Dosya

source: File &Filters...
tr: Dosya &Filtreleri...

source: File &Format
tr: D&osya Formatı

source: File Copy Failed
tr: Dosya Kopyalama yapılamadı

source: File Filters
tr: Dosya Filtreleri

source: File Filters...
tr: Dosya Filtreleri...

source: File Format
tr: Dosya Format

source: File Name
tr: Dosya Adı

source: File filters
tr: Dosya filtreleri

source: File filters are pieces of code capable of:
tr: Dosya filtreleri aşağıdaki işlere yarar:

source: File filters dialog
tr: Dosya filtreleri diyalog kutucuğu

source: File format
tr: Dosya formatı

source: File formats that do not specify their encoding will use the encoding you set up for the extension that matches their name.
tr: Kodlamasını belirtmeyen dosya formatları için bu dosyaların adlarına karşılık gelen uzantı için belirttiğini kodlama kullanılacaktır.

source: File locations
tr: Dosyayı konumları

source: File {0} does not exist!
tr: {0} dosyası mevcut değil!

source: File {0}: {1}
tr: Dosya {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
tr: Dosya: çevrilmiş / dilim sayısı (proje: tekrarsız çevrilmiş / tekrarsız, toplam dilim sayısı)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
tr: Dosya: % tekrarsız çevrilmiş (tekrarsız kalan) / proje: % tekrarsız çevrilmiş (tekrarsız kalan), toplam dilim sayısı

source: Filename
tr: Dosya Adı

source: Filename Variables:
tr: Dosya Adı Değişkenleri:

source: Files to translate
tr: Tercümesi yapılacak dosyalar

source: Filter
tr: Filtre

source: Filter '{0}' could not be loaded from '{1}'
tr: '{0}' filtresi, '{1}'den yüklenemiyor

source: Filter:
tr: Filtre

source: Filters...
tr: Filtreler...

source: Finished
tr: Bitti

source: Finnish
tr: Fince

source: Flash XML Export
tr: Flash XML Dışa Aktarma

source: Floating '?' character not tied to '>'!
tr: Kayan '?' karakteri '>' karakterine bağlanmamış!

source: Folder ID
tr: Klasör tanıtıcısı

source: Folder already exists and is not empty.
tr: Klasör mevcut ve klasör boş değil.

source: Folder does not exist
tr: Klasör mevcut değil

source: Folder {0} was automatically created for team mode project
tr: Ekip modu projesi için {0} klasörü otomatik olarak oluşturuldu

source: Follow capitalization of the typed text
tr: Yazılan metnin büyük/küçük harf düzenini devam ettir

source: Font
tr: Yazı Tipi

source: Font settings
tr: Yazıtipi ayarları

source: Font...
tr: Yazıtipleri...

source: Foote&rs
tr: &Alt Bilgiler

source: For a more user-friendly way of launching OmegaT, you can use the Kaptain script provided (omegat.kaptn).
tr: OmegaT'nin daha kullanıcı dostu şekilde başlatılması için Kaptain betiğini (omegat.kaptn) kullanabilirsiniz.

source: For advanced users, the chapter describes the command line mode and its possibilities.
tr: Deneyimli kullanıcılar için bu bölümde komut satırı modu ve bu modu kullanılarak yapılabilecekler anlatılmaktadır.

source: For all files:
tr: Tüm dosyalar:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
tr: En iyi sonuçlar için lütfen Tercihler > Yazım Denetimi aracılığıyla uygun sözlükleri yükleyin.

source: For example:
tr: Sözgelimi:

source: For instance, plain text files.
tr: Sözgelimi, düz metin dosyaları.

source: For readability purposes, letters are written in uppercase here.
tr: Okunmaları kolay olsun diye ilgili harfler büyük yazılmıştır.

source: For support requests, use the recommended support channel.
tr: Destek istekleri için önerilen destek kanalını kullanın.

source: For the application
tr: Uygulama için

source: For the documentation
tr: Belgelendirme için

source: For this purpose download the following file and then execute it:
tr: Bunun için aşağıdaki dosyayı indirip çalıştırın:

source: For your reference, OmegaT displays the translation of any word that is both present in the segment and registered in the glossary.
tr: OmegaT, mevcut dilimde yer alan sözcükleri sözlükçeyle karşılaştırıp her ikisinde bulunan sözcükleri gösterir.

source: Forward in history...
tr: Tarihçede ileri git...

source: Forward-Backward
tr: İleri-Geri

source: Found in:
tr: Bulunduğu yer:

source: French
tr: Fransızca

source: From 100% memory
tr: %100 bellekten

source: From ICE memory
tr: ICE bellekten

source: From auto memory
tr: Otomatik bellekten

source: From enforced memory
tr: Zorunlu bellekten

source: From memory
tr: Bellekten

source: Fula, Fulah, Pulaar, Pular
tr: Pölce, Fulaca

source: Full checking can lead to false positives in normal texts.
tr: Tam kontrol, normal metinlerde hatalı sonuçlara yol açabilir.

source: Full table
tr: Tam tablo

source: Full text
tr: Tam metin

source: Full text, including tags and numbers
tr: Tam metin, etiket ve sayılar dahil

source: Full/Half &width char insensitive
tr: Tam/Yarı ge&nişlik karakteri duyarsız

source: Fuzzy Matches
tr: Bulanık Eşleşmeler

source: Galician
tr: Galiçya dili

source: General
tr: Genel

source: Georgian
tr: Gürcüce

source: German
tr: Almanca

source: Get API Key
tr: API Anahtarı Al

source: Git '{0}' did nothing because there were no changes
tr: Değişiklik olmadığı için Git '{0}' hiçbir şey yapmadı

source: Git '{0}' error: {1}
tr: Git '{0}' hatası: {1}

source: Git '{0}' execution finished successfully
tr: Git '{0}' çalıştırma sorunsuz tamamlandı

source: Git '{0}' execution start
tr: Git '{0}' çalıştırma başladı

source: Global
tr: Genel

source: Global spell checking
tr: Genel yazım denetimi

source: Glossaries
tr: Sözlükçeler

source: Glossaries are files created and updated manually for use in OmegaT.
tr: OmegaT'de kullanılan sözlükçeler manüel olarak oluşturulur ve güncellenir.

source: Glossary
tr: Sözlükçe

source: Glossary Files Folder
tr: Sözlükçe Dosyaları Klasörü

source: Glossary Folder:
tr: Sözlükçe Klasörü:

source: Glossary Matches
tr: Sözlükçe Eşleşmeleri

source: Glossary auto-completer options
tr: Sözlükçe otomatik tamamlayıcı seçenekleri

source: Glossary entries
tr: Sözlükçe girdileri

source: Glossary file: {0}
tr: Sözlükçe dosyası: {0}

source: Glossary files are simple plain text files containing three-column, tab-delimited lists with the source and target terms in the first and second columns respectively.
tr: Sözlükçe dosyaları sekmeyle birbirinden ayrılmış üç sütundan oluşan düz metin dosyalarıdır; birinci ve ikinci sütundaki terimler kaynak ve hedef terimlerdir.

source: Glossary files folder entered does not exist!
tr: Girilen sözlükçe dosyaları klasörü mevcut değil!

source: Glossary folder {0} does not exist.
tr: Sözlükçe klasörü {0} mevcut değil.

source: Glossary pane
tr: Sözlükçe bölmesi

source: Go To Segment
tr: Dilime Git

source: Go To Segment Source
tr: Dilim Kaynağına Git

source: Go to
tr: Git

source: Go to Preferences > External Search to enable.
tr: Etkinleştirmek için Tercihler > Harici Arama menüsüne gidin.

source: Google Api key not available.
tr: Google API anahtarı mevcut değil.

source: Google Translate
tr: *Google translate'i kullanmak

source: Goto &Line...
tr: &Satıra Git...

source: Greek, Modern
tr: Yunanca, Modern

source: Groovy (Apache Licence 2.0)
tr: Groovy (Apache Lisansı 2.0)

source: Group {0} does not exist in search expression
tr: {0} grubu arama ifadesinde mevcut değil

source: Guaraní
tr: Guaraní Dili

source: Gujarati
tr: Batı Hint Dili

source: HHC file too big!
tr: HHC dosyası çok büyük!

source: HTML Help Compiler
tr: HTML Yardım Derleyicisi

source: HTML and XHTML
tr: HTML ve XHTML

source: HTML and XHTML files
tr: HTML ve XHTML dosyaları

source: HTML user manual online
tr: HTML çevrim içi kullanıcı kılavuzu

source: HTML, XHTML, ODF and Infix segmentation
tr: HTML, XHTML, ODF ve Infix dilimleme

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
tr: Somik Raha, Derrick Oswald ve diğerleri tarafından geliştirilen HTMLParser 1.6 (LGPL Lisansı).

source: Haitian, Haitian Creole
tr: Haiti Kreyolu

source: Has note
tr: Notu var

source: Hausa
tr: Hausaca

source: He&aders
tr: &Üst Bilgiler

source: Heapwise
tr: Yığın yönünden

source: Hebrew (modern)
tr: İbranice (Modern)

source: Help
tr: Yardım

source: Help & Manual
tr: Yardım ve Kılavuz

source: Help browser
tr: Yardım göstericisi

source: Help files
tr: Yardım dosyaları

source: Help you are seeking From your path it is fleeing Its winter has come
tr: Aradığın yardım Yolundan kaçıyor Kışı gelmiş

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
tr: Aradığın yardım<p>Yolundan kaçıyor<p>Kışı gelmiş

source: Henry Pijffers (release manager)
tr: Henry Pijffers (sürüm yöneticisi)

source: Here is a short summary of the chapters and their contents.
tr: Bölümlerin kısa bir özeti aşağıda verilmiştir:

source: Here you may also specify custom location of project folders.
tr: Burada kendi belirlediğiniz klasörleri belirtebilirsiniz.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
tr: Burada filtreden geçecek dosyaların kaynak dosya adı örüntülerini ayarlayabilir, çevirilen dosyaların dosya adlarını özelleştirebilir ve dosya yüklenirken ve çeviri dosyası oluşturulurken kullanılacak kodlamaları seçebilirsiniz.

source: Herero
tr: Hereroca

source: Hide '{0}'
tr: '{0}'yi gizle

source: Hide Advanced &Options
tr: İleri &Düzey Seçenekleri Gizle

source: Highlight
tr: Vurgula

source: Highlight Pattern...
tr: Deseni Vurgula...

source: Highlighting it in the Glossary pane and then rightclicking insets at the cursor position in the target segment.
tr: Sözlükçe bölgesinden seçili hale getirip farenin sağ tuşuna tıklayarak hedef bilimde imleç konumuna eklenebilir.

source: Hindi
tr: Hintçe

source: Hints
tr: İpuçları

source: History
tr: Geçmiş

source: History Completion
tr: &Geçmişe Dayalı Tamamlama

source: History Completions
tr: Geçmişe Dayalı Tamamlamalar

source: History Prediction
tr: Geçmişe &Dayalı Tahmin

source: History Predictions
tr: Geçmişe "Dayalı Tahminler

source: How To...
tr: Nasıl...

source: How to create glossaries
tr: Nasıl sözlükçe oluşturulur

source: How to download and install dictionaries
tr: Sözlükler nasıl indirilir ve kurulur

source: Hungarian
tr: Macarca

source: Hyperlinks
tr: Köprüler

source: I Understand; Do It Anyway
tr: Anladım; Yine de Yap

source: I&nsert Source
tr: &Kaynağı Araya Ekle

source: IBM Watson not available.
tr: IBM Watson kullanılamıyor.

source: ID
tr: Tanıtıcı

source: IGNORED:
tr: YOKSAYILAN:

source: ILIAS Language File
tr: ILIAS Dil Dosyası

source: INS
tr: ARY

source: IOException encountered:
tr: Giriş/çıkış özel durumuyla karşılaşıldı:

source: ISO 639-1/639-2 Language code list
tr: ISO 639-1/639-2 Dil kod listesi

source: ISO language codes
tr: ISO dil kodları

source: Icelandic
tr: İzlandaca

source: Identifier used for alternative translations
tr: Alternatif çeviriler için kullanılan tanıtıcı

source: Ido
tr: İdo Dili

source: If Java is installed at system level and is in the command path, the full path need not be entered.)
tr: Eğer Java tüm sistem seviyesinde kurulmuşsa ve komut yolunda yer alıyorsa, tam dosya yolunun girilmesine gerek yoktur).

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
tr: Eğer HTML dosyasının kodlama bildirimi varsa, bu iletişim penceresinde belirttiğiniz değerler dikkate alınmaksızın bu kodlama kullanılacaktır.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
tr: Eğer HHC ya da HHK dosyasının kodlama bildirimi varsa, bu iletişim penceresinde belirttiğiniz değerler dikkate alınmaksızın bu kodlama kullanılacaktır.

source: If an OmegaT project contains one or more glossaries, any terms in the glossary which are also found in the current segment will be automatically displayed in the Glossary viewer.
tr: Eğer bir OmegaT projesi bir ya da daha çok sayıda sözlükçe içerirse mevcut dilimde bulunan sözlükçe terimleri Sözlükçe görüntüleyicide otomatik olarak gösterilir.

source: If an Internet connection is available, various MT services such as Google Translate and Microsoft Translator can be used from within OmegaT.
tr: İnternet bağlantısı olması durumunda Google Translate ve Microsoft Translator gibi bazı makine çevirisi hizmetlerinden de yararlanabilirsiniz.

source: If checked, source segments will be shown and marked in green.
tr: İşaretli olması halinde kaynak dilimler gösterilecek ve yeşil ile işaretlenecektir.

source: If checked, the entries are sorted alphabetically.
tr: Bu seçenek işaretlenir girdiler alfabetik olarak sıralanır.

source: If checked, the longer entries are placed on the list first.
tr: Bu seçenek işaretlenirse, listede daha uzun girdiler önde yer alır.

source: If checked, the translated segments will be marked in yellow.
tr: İşaretli olması halinde çevirilen dilimler sarı renkle işaretlenecektir.

source: If checked, the untranslated segments will be marked in violet.
tr: İşaretli olması halinde çevirilmemiş dilimler mor renkle işaretlenecektir.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
tr: Bir git çalışma ağacında ya da SVN kontrolünde çağrılırsa sonuçlar gösterilecektir/eklenecektir.

source: If issue checking is slow, try disabling some of the optional checks.
tr: Sorunların kontrolü uzun sürüyorsa bazı seçeneğe bağlı kontrolleri devre dışı bırakabilirsiniz.

source: If it is tar.bz, you have forgotten to unpack (untar) it.
tr: Eğer uzantısı tar.bz ise o zaman arşivi açmayı unutmuşsunuz demektir.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
tr: Eğer daha sonra istenen konuma erişime izin verilirse söz konusu konum kullanılacak ve bu değişiklik yüzünden tüm ayarlar varsayılan değerlere dönecektir.

source: If not checked, source segments will not be shown.
tr: İşaretli değilse kaynak dilimler gösterilmeyecektir.

source: If only one file is present, check its extension.
tr: Eğer tek bir dosya varsa o zaman uzantısını kontrol edin.

source: If spell checking is activated, spelling mistakes and typos are recognized and can be corrected during translation.
tr: Yazım kontrolü seçeneği seçili ise çeviri sırasında OmegaT size düzeltebilmeniz için yazım yanlışlarını gösterecektir.

source: If the file already exists, no attempt is done to verify the format or the character set of the file: the new entries will always be in tab-separated format and UTF-8.
tr: Dosya zaten mevcutsa dosyanın format ya da karakter kümesini doğrulamak üzere herhangi girişimde bulunulmaz: yeni girdiler her zaman sekmeyle ayrılmış formatta UTF-8 karakter setinde olacaktır.

source: If the filter has any options, you may change them by clicking Options.
tr: Eğer filtrenin seçenekleri varsa "Seçenekler" düğmesine tıklayarak bu seçenekleri değiştirebilirsiniz.

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
tr: Bu iletişim penceresindeki diğer ayarlara ihtiyaç duyarsanız herhangi bir anda Ctrl+E tuşlarına basarak bu pencereyi çağırabilirsiniz.

source: If you are supplied with previously created translation memories , for example by your translation agency or your client, OmegaT is able to use these as reference memories.
tr: Eğer elinizde daha önceden oluşturulmuş çeviri belleklerini varsa (mesela çeviri bürosu ya da müşteri tarafından verilen bellekler gibi) OmegaT bunları referans bellekleri olarak kullanabilir.

source: If you are using an authenticated proxy, please enter here your user and password.
tr: Kimlik doğrulaması isteyen bir vekil sunucu kullanıyorsanız lütfen kullanıcı adı ve şifresini girin.

source: If you can see the file OmegaT but not OmegaT.exe in your File Manager (Windows Explorer), change the settings so that file extensions are displayed.
tr: Dosya Yöneticisinde (Windows Explorer) OmegaT dosyasını görebiliyor, ama OmegaT.exe dosyasını göremiyorsanız, ayarlarınızı değiştirerek dosya uzantılarının görünür hale gelmesini sağlayın.

source: If you have already Java installed on your system, one way to install OmegaT is to use Java Web Start.
tr: Eğer sisteminizde Java kurulu ise, Java Ağ Başlatıcıyı kullanarak OmegaT'yi kurabilirsiniz.

source: If you used linux-install.sh script, you should be able to launch OmegaT with:
tr: Eğer linux-install.sh betiğini kullandıysanız OmegaT'yi başlatmak için önce:

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
tr: Kurulum sırasında kullandığını dili OmegaT'nin dili olarak kullanmak istiyorsanız lütfen aşağıdaki kutucuğu işaretleyin.

source: If you wish to keep track of what is happening to the report, register as a SourceForge user, login and file a bug report or simply click Monitor at the top of the report.
tr: Bildirdiğiniz hata raporunun akibetini merak ediyorsanız SourceForge kullanıcısı olarak kayıt olun, bu kullanıcıyla giriş yapın, hata raporu gönderin ve raporun üzerindeki Monitor (Takip Et) düğmesine tıklayın.

source: If your source files are formatted files, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
tr: Kaynak dosyalarınız Microsoft Word, LibreOffice Writer ya da HTML gibi biçimlendirilmiş dosyalardan oluşuyorsa OmegaT bu biçimlendirmeleri, çevirdiğiniz metni çevreleyen etiketlere dönüştürecektir.

source: If, during installation, you have created a shortcut on the desktop, double-click on that shortcut.
tr: Eğer kurulum sırasında masaüstünde bir kısayol oluşturduysanız bu kısayola çift tıklayın.

source: If, during installation, you have created a shortcut on the desktop, double- click on that shortcut.
tr: Eğer kurulum sırasında masaüstünde bir kısayol oluşturduysanız bu kısayola çift tıklayın.

source: Ignore
tr: Yoksay

source: Ignore All
tr: Tümünü Yok Say

source: Ignore glossary case
tr: Sözlükçede büyük/küçük harf durumunu yoksay

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
tr: <&bpt> ve <ept> etiket kısayollarını &oluştururken tür tip ve ctip öz niteliklerini yok say

source: Ignore: “{0}”
tr: Yoksay: “{0}”

source: Importing Wiki Page Failed
tr: Wiki Sayfası aktarılamadı

source: In Editor
tr: Düzenleyicide
